driver-tests/httpsoapbc/i18n/I18nJbi/test/I18nBasic5/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:i18="http://localhost/I18nBpel/I18nBasic5">
  <soapenv:Body>
    <i18:part1>あいうえお</i18:part1>
  </soapenv:Body>
</soapenv:Envelope>